recipes = {
    "\u041f\u0430\u0441\u0442\u0430 \u041a\u0430\u0440\u0431\u043e\u043d\u0430\u0440\u0430": {
        "ingredients": {
            "\u0441\u043f\u0430\u0433\u0435\u0442\u0442\u0438": "200 \u0433",
            "\u0431\u0435\u043a\u043e\u043d": "150 \u0433",
            "\u044f\u0439\u0446\u0430": "2 \u0448\u0442",
            "\u043f\u0430\u0440\u043c\u0435\u0437\u0430\u043d": "50 \u0433",
            "\u0441\u043b\u0438\u0432\u043a\u0438": "100 \u043c\u043b",
            "\u0447\u0435\u0441\u043d\u043e\u043a": "2 \u0437\u0443\u0431\u0447\u0438\u043a\u0430"
        },
        "instructions": "1) \u041f\u043e\u0434\u0436\u0430\u0440\u044c\u0442\u0435 \u0431\u0435\u043a\u043e\u043d \u0441 \u0447\u0435\u0441\u043d\u043e\u043a\u043e\u043c._2) \u0421\u043c\u0435\u0448\u0430\u0439\u0442\u0435 \u044f\u0439\u0446\u0430, \u043f\u0430\u0440\u043c\u0435\u0437\u0430\u043d \u0438 \u0441\u043b\u0438\u0432\u043a\u0438._3) \u0421\u043c\u0435\u0448\u0430\u0439\u0442\u0435 \u0432\u0441\u0435 \u0438\u043d\u0433\u0440\u0435\u0434\u0438\u0435\u043d\u0442\u044b."
    },
    "\u041e\u0432\u0441\u044f\u043d\u043a\u0430 \u0441 \u044f\u0433\u043e\u0434\u0430\u043c\u0438": {
        "ingredients": {
            "\u043e\u0432\u0441\u044f\u043d\u044b\u0435 \u0445\u043b\u043e\u043f\u044c\u044f": "100 \u0433",
            "\u043c\u043e\u043b\u043e\u043a\u043e": "200 \u043c\u043b",
            "\u044f\u0433\u043e\u0434\u044b": "150 \u0433",
            "\u043c\u0435\u0434": "2 \u0441\u0442. \u043b."
        },
        "instructions": "1) \u0412\u0441\u043a\u0438\u043f\u044f\u0442\u0438\u0442\u0435 \u043c\u043e\u043b\u043e\u043a\u043e._2) \u0414\u043e\u0431\u0430\u0432\u044c\u0442\u0435 \u043e\u0432\u0441\u044f\u043d\u043a\u0443 \u0438 \u0433\u043e\u0442\u043e\u0432\u044c\u0442\u0435 5 \u043c\u0438\u043d\u0443\u0442_3) \u0414\u043e\u0431\u0430\u0432\u044c\u0442\u0435 \u044f\u0433\u043e\u0434\u044b \u0438 \u043c\u0435\u0434."
    },
    "\u043f\u0440\u043e\u0432\u0435\u0440\u043a\u0430": {
        "ingredients": {
            "10": "\u0431\u0435\u043a\u043e\u043d",
            "1": "\u0430\u0430\u0430",
            "2": "\u0431\u0431\u0431"
        },
        "instructions": "1) 2) 3) \u041d\u0430\u0434\u043e \u0436\u0430\u0440\u0438\u0442\u044c2323222"
    },
    "Салат цезарь": {
        "ingredients": {
            "укроп": "по вкусу",
            "листья салата": "200 г",
            "куриное филе": "300 г",
            "сыр пармезан": "50 г",
            "хлеб": "100 г",
            "яйца": "2 шт",
            "чеснок": "2 зубчика",
            "оливковое масло": "50 мл",
            "лимон": "1 шт",
            "горчица": "1 ч. л.",
            "соль": "по вкусу",
            "перец": "по вкусу"
        },
        "instructions": "1) Приготовьте заправку, смешав оливковое масло, отжатый сок лимона, пропущенный через пресс чеснок, горчицу, соль и перец._2) Подрумяньте кубики хлеба на сковороде с небольшим количеством масла._3) Обжарьте куриное филе на гриле._4) Смешайте нарезанные кубиками листья салата, обжаренное филе, кубики хлеба и тертый пармезан._5) Полейте заправкой и аккуратно перемешайте."
    },
    "Суп-гуляш": {
        "ingredients": {
            "говядина": "500 г",
            "лук": "1 шт",
            "картофель": "3 шт",
            "морковь": "2 шт",
            "томатная паста": "2 ст. л.",
            "паприка": "1 ст. л.",
            "кумин": "1 ч. л.",
            "перец чили": "по вкусу",
            "соль": "по вкусу",
            "перец": "по вкусу",
            "зелень": "по вкусу"
        },
        "instructions": "1) Обжарьте лук, добавьте мясо и жарьте до румяной корочки._2) Добавьте томатную пасту, паприку, кумин, нарезанный кубиками картофель, нарезанную соломкой морковь._3) Добавьте воду, доведите до кипения и варите на медленном огне до готовности мяса и овощей._4) При подаче посыпьте сверху нарезанной зеленью."
    },
    "Гречневая каша с грибами": {
        "ingredients": {
            "гречневая крупа": "1 стакан",
            "грибы": "300 г",
            "лук": "1 шт",
            "масло растительное": "2 ст. л.",
            "соль": "по вкусу",
            "перец": "по вкусу",
            "зелень": "по вкусу"
        },
    }
}
